Repository: drorchen/NotRelevant
Catalog: iOS/*.lproj/Localizable.strings
Languages: he

source: Level
he: שלב

source: level
he: שלב

source: coming soon
he: בקרוב

# tutorial
source: Click on the targeted number (Most of the time the numbers are in ascending order).
he: לחץ על מספר המטרה (בדרך כלל המספרים בסדר עולה).

source: Target
he: מטרה

# ASC
source: Ascending Targets
he: מטרות בסדר עולה

# RAND
source: Random Targets
he: מטרות אקראיות

# DESC
source: Descending Targets
he: מטרות בסדר יורד

source: Ads removal
he: הסרת מודעות

source: Buy
he: קנה

source: Cancel
he: בטל

source: Remove Ads
he: הסר מודעות

source: Restore Purchases
he: שחזר קניות

source: Transaction Failed
he: הקניה נכשלה

source: Ok
he: הבנתי

source: Loading
he: טעינה

source: Turn Music Off
he: הפסק מוזיקה

source: Turn Music On
he: הפעל מוזיקה
